Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/yijing__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 九五：嘉遯，貞吉。
en: The fifth NINE, undivided, shows its subject retiring in an admirable way. With firm correctness there will be good fortune.

source: 上九：肥遯，无不利。
en: The sixth NINE, undivided, shows its subject retiring in a noble way. It will be advantageous in every respect.

source: 大壯，利貞。
en: Da Zhuang indicates that (under the conditions which it symbolises) it will be advantageous to be firm and correct.

source: 初九：壯于趾，征凶，有孚。
en: The first NINE, undivided, shows its subject manifesting his strength in his toes. But advance will lead to evil,--most certainly.

source: 九二：貞吉。
en: The second NINE, undivided, shows that with firm correctness there will be good fortune.

source: 九三：小人用壯，君子用罔，貞厲。羝羊觸藩，羸其角。
en: The third NINE, undivided, shows, in the case of a small man, one using all his strength; and in the case of a superior man, one whose rule is not to do so. Even with firm correctness the position would be perilous. (The exercise of strength in it might be compared to the case of) a ram butting against a fence, and getting his horns entangled.

source: 九四：貞吉悔亡，藩決不羸，壯于大輿之輹。
en: The fourth NINE, undivided, shows (a case in which) firm correctness leads to good fortune, and occasion for repentance disappears. (We see) the fence opened without the horns being entangled. The strength is like that in the wheel-spokes of a large waggon.

source: 六五：喪羊于易，无悔。
en: The fifth SIX, divided, shows one who loses his ram(-like strength) in the ease of his position. (But) there will be no occasion for repentance.

source: 上六：羝羊觸藩，不能退，不能遂，无攸利，艱則吉。
en: The sixth SIX, divided, shows (one who may be compared to) the ram butting against the fence, and unable either to retreat, or to advance as he would fain do. There will not be advantage in any respect; but if he realise the difficulty (of his position), there will be good fortune.

source: 晉，康侯用錫馬蕃庶，晝日三接。
en: In Jin we see a prince who secures the tranquillity (of the people) presented on that account with numerous horses (by the king), and three times in a day received at interviews.

source: 初六：晉如，摧如，貞吉。罔孚，裕无咎。
en: The first SIX, divided, shows one wishing to advance, and (at the same time) kept back. Let him be firm and correct, and there will be good fortune. If trust be not reposed in him, let him maintain a large and generous mind, and there will be no error.

source: 六二：晉如，愁如，貞吉。受茲介福，于其王母。
en: The second SIX, divided, shows its subject with the appearance of advancing, and yet of being sorrowful. If he be firm and correct, there will be good fortune. He will receive this great blessing from his grandmother.

source: 六三：眾允，悔亡。
en: The third SIX, divided, shows its subject trusted by all (around him). All occasion for repentance will disappear.

source: 九四：晉如碩鼠，貞厲。
en: The fourth NINE, undivided, shows its subject with the appearance of advancing, but like a marmot. However firm and correct he may be, the position is one of peril.

source: 六五：悔亡，失得勿恤，往吉无不利。
en: The fifth SIX, divided, shows how all occasion for repentance disappears (from its subject). (But) let him not concern himself about whether he shall fail or succeed. To advance will be fortunate, and in every way advantageous.

source: 上九：晉其角，維用伐邑，厲吉无咎，貞吝。
en: The topmost NINE, undivided, shows one advancing his horns. But he only uses them to punish the (rebellious people of his own) city. The position is perilous, but there will be good fortune. (Yet) however firm and correct he may be, there will be occasion for regret.

source: 明夷，利艱貞。
en: Ming Yi indicates that (in the circumstances which it denotes) it will be advantageous to realise the difficulty (of the position), and maintain firm correctness.

source: 初九：明夷于飛，垂其翼。君子于行，三日不食，有攸往，主人有言。
en: The first NINE, undivided, shows its subject, (in the condition indicated by) Ming Yi, flying, but with drooping wings. When the superior man (is revolving) his going away, he may be for three days without eating. Wherever he goes, the people there may speak (derisively of him).

source: 六二：明夷，夷于左股，用拯馬壯，吉。
en: The second SIX, divided, shows its subject, (in the condition indicated by) Ming Yi, wounded in the left thigh. He saves himself by the strength of a (swift) horse; and is fortunate.

source: 九三：明夷于南狩，得其大首，不可疾貞。
en: The third NINE, undivided, shows its subject, (in the condition indicated by) Ming Yi, hunting in the south, and taking the great chief (of the darkness). He should not be eager to make (all) correct (at once).

source: 六四：入于左腹，獲明夷之心，出于門庭。
en: The fourth six, divided, shows its subject (just) entered into the left side of the belly (of the dark land). (But) he is able to carry out the mind appropriate (in the condition indicated by) Ming Yi, quitting the gate and courtyard (of the lord of darkness).

source: 六五：箕子之明夷，利貞。
en: The fifth six, divided, shows how the count of K? fulfilled the condition indicated by Ming Yi. It will be advantageous to be firm and correct.

source: 上六：不明晦，初登于天，后入于地。
en: The sixth six, divided, shows the case where there is no light, but (only) obscurity. (Its subject) had at first ascended to (the top of) the sky; his future shall be to go into the earth.

source: 家人，利女貞。
en: For (the realisation of what is taught in) Jia Ren, (or for the regulation of the family), what is most advantageous is that the wife be firm and correct.

source: 初九：閑有家，悔亡。
en: The first NINE, undivided, shows its subject establishing restrictive regulations in his household Occasion for repentance will disappear.

source: 六二：无攸遂，在中饋，貞吉。
en: The second SIX, divided, shows its subject taking nothing on herself, but in her central place attending to the preparation of the food. Through her firm correctness there will be good fortune.

source: 九三：家人嗃嗃，悔厲吉；婦子嘻嘻，終吝。
en: The third NINE, undivided, shows its subject (treating) the members of the household with stern severity. There will be occasion for repentance, there will be peril, (but) there will (also) be good fortune. If the wife and children were to be smirking and chattering, in the end there would be occasion for regret.

source: 六四：富家，大吉。
en: The fourth SIX, divided, shows its subject enriching the family. There will be great good fortune.

source: 九五：王假有家，勿恤。吉。
en: The fifth NINE, undivided, shows the influence of the king extending to his family. There need be no anxiety; there will be good fortune.

source: 上九：有孚威如，終吉。
en: The topmost NINE, undivided, shows its subject possessed of sincerity and arrayed in majesty. In the end there will be good fortune.

source: 睽，小事吉。
en: Kui indicates that, (notwithstanding the condition of things which it denotes), in small matters there will (still) be good success.

source: 初九：悔亡，喪馬勿逐，自復；見惡人无咎。
en: The first NINE, undivided, shows that (to its subject) occasion for repentance will disappear. He has lost his horses, but let him not seek for them - they will return of themselves. Should he meet with bad men, he will not err (in communicating with them).

source: 九二：遇主于巷，无咎。
en: The second NINE, undivided, shows its subject happening to meet with his lord in a bye-passage. There will be no error.

source: 六三：見輿曳，其牛掣，其人天且劓，无初有終。
en: In the third SIX, divided, we see one whose carriage is dragged back, while the oxen in it are pushed back, and he is himself subjected to the shaving of his head and the cutting off of his nose. There is no good beginning, but there will be a good end.

source: 九四：睽孤，遇元夫，交孚，厲无咎。
en: The fourth NINE, undivided, shows its subject solitary amidst the (prevailing) disunion. (But) he meets with the good man (represented by the first line), and they blend their sincere desires together. The position is one of peril, but there will be no mistake.

source: 六五：悔亡，厥宗噬膚，往何咎。
en: The fifth SIX, divided, shows that (to its subject) occasion for repentance will disappear. With his relative (and minister he unites closely and readily) as if he were biting through a piece of skin. When he goes forward (with this help), what error can there be?

source: 上九：睽孤， 見豕負涂，載鬼一車， 先張之弧，后說之弧，匪寇婚媾，往遇雨則吉。
en: The topmost NINE, undivided, shows its subject solitary amidst the (prevailing) disunion. (In the subject of the third line, he seems to) see a pig bearing on its back a load of mud, (or fancies) there is a carriage full of ghosts. He first bends his bow against him, and afterwards unbends it, (for he discovers) that he is not an assailant to injure, but a near relative. Going forward, he shall meet with (genial) rain, and there will be good fortune.

source: 蹇，利西南，不利東北；利見大人，貞吉。
en: In (the state indicated by) Jian advantage will be found in the south-west, and the contrary in the north-east. It will be advantageous (also) to meet with the great man. (In these circumstances), with firmness and correctness, there will be good fortune.

source: 初六：往蹇，來譽。
en: From the first SIX, divided, we learn that advance (on the part of its subject) will lead to (greater) difficulties, while remaining stationary will afford ground for praise.

source: 六二：王臣蹇蹇，匪躬之故。
en: The second SIX, divided, shows the minister of the king struggling with difficulty on difficulty, and not with a view to his own advantage.

source: 九三：往蹇來反。
en: The third NINE, undivided, shows its subject advancing, (but only) to (greater) difficulties. He remains stationary, and returns (to his former associates).

source: 六四：往蹇來連。
en: The fourth SIX, divided, shows its subject advancing, (but only) to (greater) difficulties. He remains stationary, and unites (with the subject of the line above).

source: 九五：大蹇朋來。
en: The fifth NINE, undivided, shows its subject struggling with the greatest difficulties, while friends are coming to help him.

source: 上六：往蹇來碩，吉；利見大人。
en: The topmost SIX, divided, shows its subject going forward, (only to increase) the difficulties, while his remaining stationary will be (productive of) great (merit). There will be good fortune, and it will be advantageous to meet with the great man.

source: 解，利西南，无所往，其來復吉。有攸往，夙吉。
en: In (the state indicated by) Jie advantage will be found in the south-west. If no (further) operations be called for, there will be good fortune in coming back (to the old conditions). If some operations be called for, there will be good fortune in the early conducting of them.

source: 初六：无咎。
en: The first SIX, divided, shows that its subject will commit no error.

source: 九二：田獲三狐，得黃矢，貞吉。
en: The second NINE, undivided, shows its subject catch, in hunting, three foxes, and obtain the yellow (= golden) arrows. With firm correctness there will be good fortune.

source: 六三：負且乘，致寇至，貞吝。
en: The third SIX, divided, shows a porter with his burden, (yet) riding in a carriage. He will (only) tempt robbers to attack him. However firm and correct he may (try to) be, there will be cause for regret.

source: 九四：解而拇，朋至斯孚。
en: (To the subject of) the fourth NINE, undivided, (it is said), 'Remove your toes. Friends will (then) come, between you and whom there will be mutual confidence.'

source: 六五：君子維有解，吉；有孚于小人。
en: The fifth SIX, divided, shows (its subject), the superior man (= the ruler), executing his function of removing (whatever is injurious to the idea of the hexagram), in which case there will he good fortune, and confidence in him will be shown even by the small men.

source: 上六：公用射隼，于高墉之上，獲之，无不利。
en: In the sixth SIX, divided, we see a feudal prince (with his bow) shooting at a falcon on the top of a high wall, and hitting it. (The effect of his action) will be in every way advantageous.

source: 損，有孚，元吉，无咎，可貞，利有攸往。曷之用？二簋可用享。
en: In (what is denoted by) Sun, if there be sincerity (in him who employs it), there will be great good fortune:--freedom from error; firmness and correctness that can be maintained; and advantage in every movement that shall be made. In what shall this (sincerity in the exercise of Sun) be employed? (Even) in sacrifice two baskets of grain, (though there be nothing else), may be presented.

source: 初九：已事遄往，无咎，酌損之。
en: The first NINE, undivided, shows its subject suspending his own affairs, and hurrying away (to help the subject of the fourth line). He will commit no error, but let him consider how far he should contribute of what is his (for the other).

source: 九二：利貞，征凶，弗損益之。
en: The second NINE, undivided, shows that it will be advantageous for its subject to maintain a firm correctness, and that action on his part will be evil. He can give increase (to his correlate) without taking from himself

source: 六三：三人行，則損一人；一人行，則得其友。
en: The third SIX, divided, shows how of three men walking together, the number is diminished by one; and how one, walking, finds his friend.

source: 六四：損其疾，使遄有喜，无咎。
en: The fourth SIX, divided, shows its subject diminishing the ailment under which he labours by making (the subject of the first line) hasten (to his help), and make him glad. There will be no error.

source: 六五：或益之，十朋之龜弗克違，元吉。
en: The fifth SIX, divided, shows parties adding to (the stores of) its subject ten pairs of tortoise shells, and accepting no refusal. There will be great good fortune.

source: 上九：弗損益之，无咎，貞吉，利有攸往，得臣无家。
en: The topmost NINE, undivided, shows its subject giving increase to others without taking from himself. There will be no error. With firm correctness there will be good fortune. There will be advantage in every movement that shall be made. He will find ministers more than can be counted by their clans.

source: 益，利有攸往，利涉大川。
en: Yi indicates that (in the state which it denotes) there will be advantage in every movement which shall be undertaken, that it will be advantageous (even) to cross the great stream.

source: 初九：利用為大作，元吉，无咎。
en: The first NINE, undivided, shows that it will be advantageous for its subject in his position to make a great movement. If it be greatly fortunate, no blame will be imputed to him.

source: 六二：或益之，十朋之龜弗克違，永貞吉。王用享于帝，吉。
en: The second SIX, divided, shows parties adding to the stores of its subject ten pairs of tortoise shells whose oracles cannot be opposed. Let him persevere in being firm and correct, and there will be good fortune. Let the king, (having the virtues thus distinguished), employ them in presenting his offerings to God, and there will be good fortune.

source: 六三：益之用凶事，无咎。有孚中行，告公用圭。
en: The third SIX, divided, shows increase given to its subject by means of what is evil, so that he shall (be led to good), and be without blame. Let him be sincere and pursue the path of the Mean, (so shall he secure the recognition of the ruler, like) an officer who announces himself to his prince by the symbol of his rank.

source: 六四：中行，告公從。利用為依遷國。
en: The fourth SIX, divided, shows its subject pursuing the due course. His advice to his prince is followed. He can with advantage be relied on in such a movement as that of removing the capital.

source: 九五：有孚惠心，勿問元吉。有孚惠我德。
en: The fifth NINE, undivided, shows its subject with sincere heart seeking to benefit (all below). There need be no question about it; the result will be great good fortune. (All below) will with sincere heart acknowledge his goodness.

source: 上九：莫益之，或擊之，立心勿恆，凶。
en: In the sixth NINE, undivided, we see one to whose increase none will contribute, while many will seek to assail him. He observes no regular rule in the ordering of his heart. There will be evil.

source: 夬，揚于王庭，孚號，有厲，告自邑，不利即戎，利有攸往。
en: Guai requires (in him who would fulfil its meaning) the exhibition (of the culprit's guilt) in the royal court, and a sincere and earnest appeal (for sympathy and support), with a consciousness of the peril (involved in cutting off the criminal). He should (also) make announcement in his own city, and show that it will not be well to have recourse at once to arms. (In this way) there will be advantage in whatever he shall go forward to.

source: 初九：壯于前趾，往不勝為吝。
en: The first NINE, undivided, shows its subject in (the pride of) strength advancing with his toes. He goes forward, but will not succeed. There will be ground for blame.

source: 九二：惕號，莫夜有戎，勿恤。
en: The second NINE, undivided, shows its subject full of apprehension and appealing (for sympathy and help). Late at night hostile measures may be (taken against him), but he need not be anxious about them.

source: 九三：壯于頄，有凶。君子夬夬，獨行遇雨，若濡有慍，无咎。
en: The third NINE, undivided, shows its subject (about to advance) with strong (and determined) looks. There will be evil. (But) the superior man, bent on cutting off (the criminal), will walk alone and encounter the rain, (till he be hated by his proper associates) as if he were contaminated (by the others). (In the end) there will be no blame against him.

source: 九四：臀无膚，其行次且。牽羊悔亡，聞言不信。
en: The fourth NINE, undivided, shows one from whose buttocks the skin has been stripped, and who walks slowly and with difficulty. (If he could act) like. a sheep led (after its companions), occasion for repentance would disappear. But though he hear these words, he will not believe them.

source: 九五：莧陸夬夬，中行无咎。
en: The fifth NINE, undivided, shows (the small men like) a bed of purslain, which ought to be uprooted with the utmost determination. (The subject of the line having such determination), his action, in harmony with his central position, will lead to no error or blame.

source: 上六：无號，終有凶。
en: The sixth SIX, divided, shows its subject without any (helpers) on whom to call. His end will be evil.

source: 姤，女壯，勿用取女。
en: Gou shows a female who is bold and strong. It will not be good to marry (such) a female.

source: 初六：系于金柅，貞吉，有攸往，見凶，羸豕踟躅。
en: The first SIX, divided, shows how its subject should be kept (like a carriage) tied and fastened to a metal drag, in which case with firm correctness there will be good fortune. (But) if he move in any direction, evil will appear. He will be (like) a lean pig, which is sure to keep jumping about.

source: 九二：包有魚，无咎，不利賓。
en: The second NINE, undivided, shows its subject with a wallet of fish. There will be no error. But it will not be well to let (the subject of the first line) go forward to the guests.

source: 九三：臀无膚，其行次且，厲，无大咎。
en: The third NINE, undivided, shows one from whose buttocks the skin has been stripped so that he walks with difficulty. The position is perilous, but there will be no great error.

source: 九四：包无魚，起凶。
en: The fourth NINE, undivided, shows its subject with his wallet, but no fish in it. This will give rise to evil.

source: 九五：以杞包瓜，含章，有隕自天。
en: The fifth NINE, undivided, (shows its subject as) a medlar tree overspreading the gourd (beneath it). If he keep his brilliant qualities concealed, (a good issue) will descend (as) from Heaven.

source: 上九：姤其角，吝，无咎。
en: The sixth NINE, undivided, shows its subject receiving others on his horns. There will be occasion for regret, but there will be no error.

source: 萃，亨。王假有廟，利見大人，亨，利貞。用大牲吉，利有攸往。
en: In (the state denoted by) Cui, the king will repair to his ancestral temple. It will be advantageous (also) to meet with the great man; and then there will be progress and success, though the advantage must come through firm correctness. The use of great victims will conduce to good fortune; and in whatever direction movement is made, it will be advantageous.

source: 初六：有孚不終，乃亂乃萃，若號一握為笑，勿恤，往无咎。
en: The first SIX, divided, shows its subject with a sincere desire (for union), but unable to carry it out, so that disorder is brought into the sphere of his union. If he cry out (for help to his proper correlate), all at once (his tears) will give place to smiles. He need not mind (the temporary difficulty); as he goes forward, there will be no error.

source: 六二：引吉，无咎，孚乃利用禴。
en: The second SIX, divided, shows its subject led forward (by his correlate). There will be good fortune, and freedom from error. There is entire sincerity, and in that case (even the small offerings of) the vernal sacrifice are acceptable.

source: 六三：萃如，嗟如，无攸利，往无咎，小吝。
en: The third SIX, divided, shows its subject striving after union and seeming to sigh, yet nowhere finding any advantage. If he go forward, he will not err, though there may be some small cause for regret.

source: 九四：大吉，无咎。
en: The fourth NINE, undivided, shows its subject in such a state that, if he be greatly fortunate, he will receive no blame.

source: 九五：萃有位，无咎。匪孚，元永貞，悔亡。
en: The fifth NINE, undivided, shows the union (of all) under its subject in the place of dignity. There will be no error. If any do not have confidence in him, let him see to it that (his virtue) be great, long-continued, and firmly correct, and all occasion for repentance will disappear.

source: 上六：齎咨涕洟，无咎。
en: The topmost SIX, divided, shows its subject sighing and weeping; but there will be no error.

source: 升，元亨，用見大人，勿恤，南征吉。
en: Sheng indicates that (under its conditions) there will be great progress and success. Seeking by (the qualities implied in it) to meet with the great man, its subject need have no anxiety. Advance to the south will be fortunate.

source: 初六：允升，大吉。
en: The first SIX, divided, shows its subject advancing upwards with the welcome (of those above him). There will be great good fortune.

source: 九二：孚乃利用禴，无咎。
en: The second NINE, undivided, shows its subject with that sincerity which will make even the (small) offerings of the vernal sacrifice acceptable. There will be no error.

source: 九三：升虛邑。
en: The third NINE, undivided, shows its subject ascending upwards (as into) an empty city.

source: 六四：王用亨于岐山，吉无咎。
en: The fourth SIX, divided, shows its subject employed by the king to present his offerings on mount Kh?. There will be good fortune; there will be no mistake.

source: 六五：貞吉，升階。
en: The fifth six, divided, shows its subject firmly correct, and therefore enjoying good fortune. He ascends the stairs (with all due ceremony).

source: 上六：冥升，利于不息之貞。
en: The sixth six, divided, shows its subject advancing upwards blindly. Advantage will be found in a ceaseless maintenance of firm correctness.

source: 困，亨，貞大人吉，无咎，有言不信。
en: In (the condition denoted by) Kun there may (yet be) progress and success. For the firm and correct, the (really) great man, there will be good fortune. He will fall into no error. If he make speeches, his words cannot be made good.

source: 初六：臀困于株木，入于幽谷，三歲不見。
en: The first SIX, divided, shows its subject with bare buttocks straitened under the stump of a tree. He enters a dark valley, and for three years has no prospect (of deliverance).

source: 九二：困于酒食，朱紱方來，利用亨祀，征凶，无咎。
en: The second NINE, undivided, shows its subject straitened amidst his wine and viands. There come to him anon the red knee-covers (of the ruler). It will be well for him (to maintain his sincerity as) in sacrificing. Active operations (on his part) will lead to evil, but he will be free from blame.

source: 六三：困于石，據于蒺藜，入于其宮，不見其妻，凶。
en: The third SIX, divided, shows its subject straitened before a (frowning) rock. He lays hold of thorns. He enters his palace, and does not see his wife. There will be evil.

source: 九四：來徐徐，困于金車，吝，有終。
en: The fourth NINE, undivided shows its subject proceeding very slowly (to help the subject of the first line), who is straitened by the carriage adorned with metal in front of him. There will be occasion for regret, but the end will be good.

source: 九五：劓刖，困于赤紱，乃徐有說，利用祭祀。
en: The fifth NINE, undivided, shows its subject with his nose and feet cut off. He is straitened by (his ministers in their) scarlet aprons. He is leisurely in his movements, however, and is satisfied. It will be well for him to be (as sincere) as in sacrificing (to spiritual beings).

source: 上六：困于葛藟，于臲甈，曰動悔。有悔，征吉。
en: The sixth SIX, divided, shows its subject straitened, as if bound with creepers; or n a high and dangerous position, and saying (to himself), 'If I move, I shall repent it.' If he do repent of former errors, there will be good fortune in his going forward.
